[GENERAL]
NAME					= Français
TRANSLATOR				= Colok - www.colok-traductions.com
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Un éditeur de vidéos, simple et rapide.
TEXT_BETA				= Béta
TEXT_UNREGISTERED			= Non enregistré

TEXT_YES				= Oui
TEXT_NO					= Non
TEXT_CLOSE				= Fermer
TEXT_CANCEL				= Annuler
TEXT_OK					= OK
TEXT_ABORT				= Stop
TEXT_RETRY				= Réessayer
TEXT_IGNORE				= Ignorer
TEXT_CONTINUE				= Continuer

TEXT_SAVE				= Enregistrer
TEXT_NOT_SAVE				= Ne pas enregistrer

TEXT_SECOND				= Sec

TEXT_OPEN_FILE				= Ouvrir un fichier
TEXT_SELECT_FOLDER			= Sélectionner le dossier de destination.

TEXT_SEG_DURATION			= Segment ${str1}
TEXT_SEEK_POS				= Position de la recherche ${str1}
TEXT_TOTAL_SEG_DURATION			= Durée ${str1}
TEXT_HIGH_SPEED_MODE			= Mode rapide
TEXT_HIGH_ENCODING_MODE			= Mode d'encodage

TEXT_VOLUME_MUTE			= Muet
TEXT_VOLUME				= Volume: ${int1}

TEXT_CHANGE_LANG			= Pour modifier la langue, vous devez redémarrer Bandicut.[br]Voulez-vous redémarrer maintenant?
TEXT_RESET_ALL_SETTINGS			= Êtes-vous sûr de vouloir réinitialiser les paramètres par défaut?
TEXT_SHUTDOWN_SEC			= Le système s'arrêtera dans ${int1} secondes.
TEXT_SHUTDOWN_APP_SEC			= Bandicut se fermera dans ${int1} secondes.

TEXT_UPDATE_AVAILABLE			= Une nouvelle version de Bandicut est disponible. [br]Voulez-vous la télécharger maintenant?
TEXT_UPDATE_UNAVAILABLE			= Cette version est la plus récente.
TEXT_UPDATE_FAILED			= Impossible de vérifier les informations de version. [br]Le système ne peut pas se connecter à Internet. Veuillez réessayer.
TEXT_OFFLINE				= Cette fonction est disponible si vous êtes connecté à Internet.[br]Veuillez ressayer après avoir vérifié votre connexion internet.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Le programme n'est pas correctement installé. [br]Vous devez réinstaller Bandicut.

TEXT_NOT_SEEKABLE			= Ce média n'est pas analysable. 
TEXT_NOT_SEEKABLE_DETAIL		= Le mode Rapide et les paramètres sont indisponibles.[br]- La table d'index est corrompue.[br]- Il n'y a aucune image clé ou table d'index.

TEXT_NOT_SUPPORT_FILE			= Bandicut ne prend pas en charge ce fichier. [br](Il n'existe pas de vidéo ou le Codec n'est pas pris en charge)[br]
TEXT_NOT_SUPPORT_VIDEO			= [br]- Codec Vidéo ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Codec Audio ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Format du fichier : ${str1}
TEXT_NOT_SUPPORT_NONE			= Aucun
TEXT_NOT_SUPPORT_NOT_DECODE		= (Lecture impossible)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Aucune donnée Vidéo)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Le fichier d'entrée n'existe pas.[br]Veuillez vérifier le chemin du fichier. 

TEXT_NOT_HIGH_SPEED			= Le mode Rapide est indisponible.
TEXT_NOT_HIGH_SPEED_DETAIL		= Ce fichier ne peut pas utiliser le mode Rapide en raison d'un problème de Codec. [br]- Veuillez utiliser le mode Encodage.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Il y a moins de 10 images vidéo.
TEXT_NOT_HIGH_SPEED_QUERY		= - Impossible de créer le fichier multimédia.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Le mode Rapide va beaucoup plus vite que le mode Encodage. [br]Cependant, l'heure de début de ce fichier peut changer lorsque vous utilisez le mode Rapide (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Voulez-vous procéder en mode Rapide?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Le mode Rapide est disponible après l'Enregistrement.[br][br]Voulez-vous acheter la licence de Bandicut https://www.bandicut.com ?

TEXT_FRAME_CUT_CANT_CHANGE		= Vous ne pouvez pas modifier ces paramètres avec la version gratuite de Bandicut. [br]Veuillez acheter Bandicut via https://www.bandicut.com

TEXT_KEY_FRAME_CUT	= L'heure de début de ce fichier peut changer.
TEXT_KEY_FRAME_CUT2			= - Utilisez un autre mode d'Encodage si vous rencontrez le moindre problème.

TEXT_NOT_HIGH_SPEED_JOIN		= Vous ne pouvez utiliser le Mode rapide que pour joindre des morceaux ayant le même format.

TEXT_MSG_CONVERTING_CLOSE		= La tâche est en cours d'exécution. Voulez-vous annuler et fermer Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= La tâche est en cours d'exécution. Voulez-vous l'annuler?
TEXT_MSG_CHECK_NOT_SHOW			= Ne plus afficher.
TEXT_MSG_WRITE_HEADER			= Ecriture de l’en-tête du fichier; Si le fichier est volumineux, cela risque de prendre un peu de temps. Veuillez patienter s’il vous plaît!

TEXT_ERROR_DISKSPACE_TITLE		= Manque d'espace disque pour le dossier de destination.
TEXT_ERROR_DISKSPACE			= Veuillez changer le dossier de destination et réessayer.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Espace disque disponible: ${str1}[br]-Espace disque nécessaire:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Manque d'espace disque pour le dossier cache.
TEXT_ERROR_CACHE_DISKSPACE		= Veuillez changer le dossier de cache et réessayer.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Espace disque disponible: ${str1}[br]-Espace disque nécessaire:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Veuillez modifier le dossier de sortie ou de cache.
TEXT_ERROR_FILE_SYSTEM			= Le dossier de sortie ou de cache n'est pas situé sur un système de fichiers NTFS, ce qui peut poser des problèmes lors du traitement de fichiers de plus de 4 Go.[br]-Dossier à modifier :
TEXT_CANT_KEYFRAME_SEEK			= Analysez maintenant le fichier multimédia. Une fois l'analyse terminée, vous pourrez faire une recherche par image-clé.
TEXT_READ_FILE				= Impossible de lire le fichier. Veuillez vérifier le fichier d'Entrée. [br] Si le fichier se trouve sur un CD/DVD, veuillez copier le fichier sur votre disque dur et réessayer.
TEXT_CODEC_CONFIG			= Les paramètres d'encodage sont incorrects. 
TEXT_CODEC_CONFIG2			= [br] Allez dans le menu "Paramètres de d'encodage et utilisez les paramètres d'encodage par défaut, puis réessayer.
TEXT_VIDEO_ENCODING			= Une erreur s'est produite lors de l'encodage de la Vidéo. Vous devez vérifier le fichier original ou les paramètres d'encodage.
TEXT_VIDEO_ENCODING_QSV_TITLE		= La conversion s'est arrêtée en raison d'un problème avec l'encodeur vidéo Intel® Quick Sync.
TEXT_VIDEO_ENCODING_QSV			= Voulez-vous utiliser l'encodage logiciel H.264?
TEXT_AUDIO_ENCODING			= Une erreur s'est produite lors de l'encodage Audio. Vous devez vérifier le fichier original ou les paramètres d'encodage.
TEXT_NOT_SUPPORT_TYPE			= Impossible de créer le fichier de sortie.
TEXT_UNSUPPORT_VIDEO_SIZE		= Conversion impossible dans cette résolution vidéo.[br]La résolution maximale supportée par ${str1} est ${str2}.[br]Allez dans le menu 'Paramètres d'encodage' et sélectionnez une autre résolution vidéo et réessayez..
TEXT_NO_ENCODER				= Encodeur introuvable.
TEXT_SEND_FILE				= Si vous envoyez le fichier vidéo à bandicut@bandicam.com, nous essayerons de résoudre le problème.
TEXT_CHECK_CHANGE_ENCODER		= A partir de maintenant, utiliser l'encodage logiciel H.264
TEXT_INTER_FILE				= Une erreur s'est produite lors de l'enregistrement de la vidéo dans le dossier de destination.
TEXT_CANT_DECODE_AUDIO			= Certaines pistes audio ne peuvent pas être décodées.[br]- Elles ne seront pas converties. Êtes-vous sûr de vouloir continuer ?

TEXT_REBUILD_COMPLETE			= Fichier(s) prêt(s) à être modifier.
TEXT_REBUILD_FAILED			= Une erreur s'est produite lors de la préparation du ou des fichiers vidéo.[br]

TEXT_ERRMSG_CONVERT_NUM			= Echec de l'Encodage.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Impossible d'utiliser le mode Rapide, le fichier est trop gros. Veuillez utiliser le mode Encodage.

TEXT_MSG_CHANGE_MODE_DROP		= Si plusieurs fichiers sont ajoutés, Bandicut basculera en Joiner. [br] Etes-vous sûr de vouloir continuer?[br]Si vous cliquez sur "Non", seul le premier fichier sera ajouté.
TEXT_MSG_CANT_CHANGE			= Bandicut analyse les fichiers qui ont été ajoutés.

TEXT_MISSED_FILE_REMOVE 		= Le fichier a été supprimé de la liste du morceau car il n’existe pas.[br]-${str1}

TEXT_INVALID_VALUE			= Veuillez entrer une valeur entre ${int1} et ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Vous pouvez ajouter jusqu’à ${int1} fichiers/segments.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Ci-dessous, les ${int1} fichiers qui n’ont pas été ajoutés.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Vous êtes sur le point de dépasser le nombre maximal de segments (99). Si vous continuez, certains segments ne seront pas ajoutés.[br]Etes-vous sûr de vouloir continuer?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut ne peut pas divisé en ${int1} segments car la longueur de chaque segment est trop courte.[br]Veuillez en réduire le nombre
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Vous ne pouvez pas diviser le segment car le nombre maximal de segments a été dépassé.
TEXT_WARNING_MAX_SEGMENT_ZERO		= La durée est plus longue que la durée du segment.[br] Réglez-la à une valeur plus petite et réessayez.
TEXT_WARNING_INVALID_TIME		= Augmentez la durée de plus d’une seconde.

TEXT_EXIST_FILE_HEADER			= Un fichier ayant le même nom existe déjà!
TEXT_EXIST_FILE_COMMENT			= Si vous continuez cette tâche, un numéro séquentiel sera ajouté au nom du fichier. Etes vous sûr de vouloir continuer?
TEXT_EXIST_FILE_OVERWRITE			= Enregistrer le fichier du projet
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} existe déjà.[br]Voulez-vous l'écraser ?

TEXT_MSG_PROJECT_HELP			= Qu'est-ce qu'un fichier de projet ?
TEXT_MSG_SAVE_PROJECT_HEADER		= Une tâche est en cours.
TEXT_MSG_SAVE_PROJECT			= Si vous ajoutez des fichiers vidéo ou un fichier de projet, la tâche en cours sera perdue.
TEXT_MSG_SAVE_PROJECT2			= Voulez-vous continuer après l'enregistrement du fichier de projet ?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Voulez-vous continuer après l'enregistrement du fichier de projet ?
TEXT_MSG_LOAD_PROJECT_FAIL		= Impossible d'ouvrir le fichier de projet.
TEXT_MSG_RESTORE_PROJECT		= Bandicut ne s'est pas arrêté correctement.[br]Voulez-vous restaurer votre précédente tâche ?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video n'est pas activé.[br]Pour utiliser le codec "H264 (Intel® Quick Sync Video)", veuillez brancher le câble VGA du moniteur sur le port VGA de la carte mère.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Voulez-vous vous rendre sur notre page d'aide?

TEXT_ENCODER_TITLE			= ${str1} encoder disponible
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} est un encodeur matériel qui vous permet d'éditer des vidéos à une vitesse supérieure de l'encodeur logiciel.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Voulez-vous utiliser l'encodeur ${str1}?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Cette fonctionnalité n'est plus disponible en raison de la politique de Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Informations sur le fichier d'Entrée
TEXT_H264_NOT_SUPPORT			= Ce système ne prend pas en charge l'encodage H.264.
TEXT_FILE_NAME				= Nom du fichier: ${str1}
TEXT_FILE_TYPE				= Format du fichier: ${str1}
TEXT_FILE_DURATION			= Durée: ${str1}
TEXT_FILE_SIZE				= Taille du fichier: ${str1}
TEXT_SEGMENT				= Morceaux: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Heure originale du début: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Nouvelle heure du début: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Utilser le mode Rapide: ${str1}
TEXT_SEEKABLE				= Recherche ${str1}  
TEXT_POSSIBLE				= Activer
TEXT_IMPOSSIBLE				= Désactiver
TEXT_POSSIBLE_REG			= Disponible après l'enregistrement.
TEXT_TRACK_COUNT			= ${int1} piste(s) vidéo, ${int2} piste(s) audio
TEXT_OUTPUT_FILE_INFO			= Informations sur le fichier de Sortie
TEXT_ADD_FAILED				= [Impossible d'ajouter le fichier]
TEXT_OUTPUT_OPTION			= Options de Sortie
TEXT_INPUT_FILES				= [Compte des fichiers (morceaux) d'Entrée: ${int1}]
TEXT_H264_ENCODER			= Encodeur H.264
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Fichiers multimédias
TEXT_MAIN_PROJECT_FILES			= Projet
TEXT_MAIN_ALL_FILES			= Tous les fichiers

TEXT_MOREINFO				= Plus d'info...

TEXT_SEGMENT_TITLE			= Segment ${str1}
TEXT_SEGMENT_FILE_TITLE			= Fichier ${str1}

TEXT_RECORDING				= Démarrer l’enregistrement d’écran de Bandicam[br](enregistrer un écran de PC, un jeu ou une webcam)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Version d'essai
TEXT_BANNER_OFF_SUBJECT			= Vous utilisez une version non enregistrée.
TEXT_BANNER_OFF_CONTENTS_1		= Si vous achetez et que vous enregistrez une licence de Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= vous pourrez utiliser ce programme sans aucune limitation.
TEXT_BANNER_RESULT_SUBJECT		= Insatisfait de la vitesse?
TEXT_BANNER_RESULT_CONTENTS_1		= Veuillez acheter la licence de Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2		= La vitesse augmentera de plus de <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Acheter maintenant

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (gratuit) pour Microsoft
TEXT_BANNER_UWP_CONTENTS_1		= Le plus rapide pour couper, scinder et assembler des fichiers vidéos sans perte!
TEXT_BANNER_UWP_CONTENTS_2		= Pour plus d'informations, visitez le site officiel.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Général
TEXT_TAB_FILE				= Sortie
TEXT_TAB_LANGUAGE			= Langue
TEXT_TAB_HIGHSPEED			= Mode rapide
TEXT_TAB_VFILTER			= Filtre vidéo
TEXT_TAB_INFO				= A propos

TEXT_PREFIX_FILE_NAME			= Nom du fichier source
TEXT_PREFIX_CUSTOM			= Préfixe personnalisé
TEXT_PREFIX_NONOE			= Aucun
TEXT_SUFFIX_TIME			= Date et heure
TEXT_SUFFIX_SERIAL			= Numéro de la séquence
TEXT_SUFFIX_DATE_SERIAL			= Date et numéro de la séquence
TEXT_FILE_EXAMPLE			= Ex:
TEXT_DEFAULT_CACHE_FOLDER		= (Défaut)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Rapide, accélération matérielle)

TEXT_H264_NOT_SUPPORT			= Ce système ne prend pas en charge l'encodage H.264.[br]Voulez-vous visiter la page internet de l'aide?

TEXT_VIDEO_QUALITY			= Qualité
TEXT_VIDEO_BITRATE			= Débit(kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Stéréo
TEXT_NO_VIDEO				= Pas de Vidéo
TEXT_NO_AUDIO				= Pas d'Audio 
TEXT_VIDEO				= Vidéo
TEXT_AUDIO				= Audio
TEXT_UNKNOWN				= Inconnue
TEXT_AUTO				= Auto
TEXT_ALWAYS				= Toujours
TEXT_DONT_USE				= Ne pas utiliser

TEXT_FIT_WIDTH				= Ajuster à la largeur
TEXT_FIT_HEIGHT				= Ajuster à la hauteur
TEXT_SIZE_AUTO				= Conserver la taille originale
TEXT_SIZE_CUSTOM			= Personnalisée

TEXT_FIT_WIDTH_INFO			= Ajuster à la largeur (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Ajuster à la hauteur (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080 (Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (Nouvel iPad)

TEXT_FPS_AUTO				= Conserver le nombre d'images par seconde

TEXT_MIN_VIDEO_SIZE			= La largeur et la hauteur minimales de la vidéo sont ${int1}.
TEXT_MAX_VIDEO_SIZE			= La largeur et la hauteur maximales de la vidéo sont ${int1}.
TEXT_ODD_VIDEO_SIZE			= L'encodage peut échouer lorsque la largeur ou la hauteur de la vidéo est un nombre impair.[br] Voulez-vous modifier les dimensions de la vidéo comme indiqué ci-dessous?
TEXT_ODD_VIDEO_SIZE2			= [br]- Dimension de la vidéo définie par l'utilisateur: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- Nouvelle dimension de la vidéo: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Le débit vidéo maximal de la vidéo est ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			= La qualité de la vidéo doit être comprise entre 1 et 100.
TEXT_DONT_ALLOW_NORMALIZE		= Vous ne pouvez pas utiliser cette option avec l’option [Supprimer les pistes Audio].[br]Voulez-vous désactiver l’option [Supprimer les pistes Audio]?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Vous ne pouvez pas utiliser cette option avec l’option [Normaliser].[br]Voulez-vous désactiver l’option [Normaliser]?

TEXT_SAMPLERATE_AUTO			= Conserver la fréquence originale

TEXT_ASK_FOR_REG			= Version non enregistrée
TEXT_ASK_FOR_REG_DETAIL			= Acheter la licence de Bandicut pour enlever toutes les limitations.
TEXT_ASK_FOR_REG_CONTINUE		= Ignorer et continuer
TEXT_ASK_FOR_REG_REGNOW			= S'enregistrer à Bandicut
TEXT_ASK_FOR_REG_TRY			= Essayer la version d'essai de Bandicut

TEXT_NOT_EXIST_OUTPUT			= Le dossier de destination n'existe pas. Veuillez le modifier.
TEXT_NOT_SUPPORT_FOLDER			= Vous pouvez enregistrer ces fichiers dans ce dossier. Veuillez choisir un autre dossier.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Vous ne pouvez pas enregistrer les fichiers dans le dossier source [br]Voulez-vous continuer après avoir décoché l'option [Enregistrer dans le dossier source] ?
TEXT_NOT_ALLOWED_CHAR			= Le nom de fichier ne doit pas contenir les caractères suivants.[br]${str1}
TEXT_LONG_PATH				= Le nom du fichier est trop long. Veuillez le raccourcir et réessayez ou essayez un dossier ayant un chemin plus court.[br] Le nombre maximal de caractères indiquant le chemin du fichier est de ${int1} caractères.
TEXT_ADDING_FILES			= Ajout de fichiers multimédias. Veuillez patienter...

TEXT_DEFAULT_PRESET			= Défaut
TEXT_FIT_WIDTH_PRESET			= Adapter largeur
TEXT_FIT_HEIGHT_PRESET			= Adapter hauteur
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Voulez-vous supprimer le préréglage ?[br][br]-Nom du préréglage: ${str1}
TEXT_SAME_PRESET			= Le nom du préréglage que vous avez saisi existe déjà. Voulez-vous écraser le préréglage existant ?[br][br]-Nom du préréglage: ${str1}
TEXT_SAME_RENAME_PRESET			= Le nom du préréglage que vous avez saisi existe déjà. Veuillez indiquer un autre nom.[br][br]-Nom du préréglage: ${str1}
TEXT_REFLECTED_PRESET			= Votre préréglage a été appliqué [br][br]-Nom du préréglage : ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Ce programme va installer Bandicut sur votre ordinateur.[br][br]Si Bandicut est en cours d'exécution, veuillez l'arréter avant de lancer l'installation.[br][br]Cliquer sur le bouton Suivant pour continuer.
TEXT_DELETE_ALL_FILES			= Tous les fichiers de (${str1}) n'ont pas été supprimés. [br]Voulez-vous les supprimer?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut est en cours d’utilisation. Fermer le programme avant de continuer.
TEXT_THIS_IS_NT_ONLY_APP		= Ce programme ne fonctionne correctement que sous Windows Vista et ultérieur. [br]Voulez-vous télécharger la version pour Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Ce programme ne fonctionne pas sous Windows en 32 bits. [br]Voulez-vous télécharger la version pour Windows 32 bits ?
TEXT_NEED_ADMIN_PRIVILEGE		= Les droits d'administrations sont nécessaires pour l'installation de ce programme. [br]Voulez-vous annuler l'installation?
TEXT_DELETE_ALL_PRESET_FILES		= Vos préréglages personnalisés existants.[br]Voulez-vous les supprimer?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Veuillez sélectionner le mode que vous voulez utiliser.
TEXT_WIZARD_COMMENT_CUT			= Couper ou supprimer un ou plusieurs morceaux d'un fichier vidéo.
TEXT_WIZARD_COMMENT_SPLIT		= Scinder un fichier vidéo en plusieurs segments.
TEXT_WIZARD_COMMENT_JOIN		= Assembler plusieurs fichiers vidéo.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= Couper avec <font color=white>Bandicut</font>
TEXT_GUIDE_JOIN				= Assembler avec <font color=white>Bandicut</font>

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Continuer
TEXT_PAUSE				= Pause
TEXT_READY				= En attente

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Ecriture de l’en-tête du fichier
TEXT_JOIN_JOB				= Assembler

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Votre Bandicut a été enregistré.
TEXT_REGISTER_FAILED			= Echec de l'enregistrement. [br]Vérifiez votre adresse Email et le numéro de série.
TEXT_REGISTER_CONNECT_FAILED		= Impossible de se connecter au serveur d'enregistrement.[br]Vérifiez votre connexion internet et veuillez régler votre PC à l'heure/date d'aujourd'hui.${str1}
TEXT_REGISTER_FAILED_HELP		= [br] Si vous avez besoin d'aide, cliquez sur le bouton OK.
TEXT_REGISTER_INFO			= Adresse Email: ${str1}[br]Numéro de série: ${str2}
TEXT_REGISTER_INFO2			= Date d'expiration : ${str1} (${int1} jours restants)
TEXT_REGISTER_INFO2_EXPIRED		= Date d'expiration : ${str1} ( périmé)
TEXT_REGISTER_YET			= Non enregistrée!!![br]- Un filigrane sera ajouté à la vidéo.[br]- Cliquez sur le bouton "Enregistrer" pour supprimer toutes les limitations. 
TEXT_HAS_BEEN_UNREGISTERED		= La désactivation de Bandicut a été enregistré.
TEXT_UNREGISTER				= Voulez-vous désactiver l'enregistrement de Bandicut?
TEXT_NOTICE_NEED_TO_RENEW	= La licence de Bandicut expire d’ici ${int1} jours. Cliquez sur le bouton "OK" pour connaitre les instructions du renouvèlement de la licence.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= La licence de bandicut a expiré. Cliquez sur le bouton "OK" pour obtenir les instructions du renouvèlement de la licence.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Veuillez saisir le titre de la vidéo à envoyer sur le serveur.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Identification - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Se connecter à YouTube depuis le navigateur...
TEXT_UPLOAD_VIMEO_LOGIN			= Identification - Vimeo
TEXT_UPLOAD_COMPLETE			= Transfert terminé
TEXT_UPLOAD_ERR_FAIL			= Impossible d'envoyer la vidéo.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Ce fichier est trop volumineux.
TEXT_UPLOAD_ERR_FREESPACE		= Il manque d'espace pour le transfert.
TEXT_UPLOAD_ERR_CONNECT			= Impossible de se connecter au serveur.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Impossible d’envoyer cette vidéo. Les utilisateurs de Vimeo Basic ne peuvent pas utiliser cette fonction.
TEXT_UPLOAD_WARNING_DOING		= Transfert de ${int1} fichier(s) vidéo. Voulez-vous annuler l'ajout de la vidéo et fermer Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Veuillez entrer un mot de passe.
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut has exceeded the daily upload quota assigned by YouTube.[br]The quota will be reset at midnight Pacific Time.[br]Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube.[br][br]Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Echec de l'obtention d'un ticket d'accès.

TXT_TITLE               		= La création du compte sur YouTube est terminée!
TXT_MESSAGE_COMPLETE1   		= La création du compte sur YouTube est terminée!
TXT_MESSAGE_COMPLETE2   		= Vous pouvez fermer cette page.
TXT_GOTO_BANDICUT_HOME  		= Allez sur bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Installation en cours...
TEXT_UPDATE_FAILED_DL			= Impossible de télécharger les fichiers d'installation. [br]Vous n’êtes pas connecté à Internet.
TEXT_UPDATE_INSTALL_SUCCEED		= L’installation est terminée.
TEXT_UPDATE_INSTALL_FAILED		= L’installation a échoué.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= A propos de Bandicut traduit par Colok [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Ouvrir un fichier [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Envoyer dans
MENUSTR_MAIN_FILE_CLOSE			= Fermer le fichier [tab]F4
MENUSTR_MAIN_OUTPUT			= Ouvrir le dossier de destination [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Paramètres [tab]F5
MENUSTR_MAIN_REGISTER			= Enregistrement [tab]F3
MENUSTR_MAIN_CLOSE			= Quitter [tab]Alt+F4
MENUSTR_MAIN_HELP			= Aide
MENUSTR_HELP_ONLINE			= Aide
MENUSTR_HELP_HOTKEYS			= Raccourcis
MENUSTR_HELP_LICENSE			= Information sur la licence
MENUSTR_MAIN_VIDEO			= Vidéo
MENUSTR_MAIN_AUDIO			= Audio
MENUSTR_MAIN_FILE_INFO			= Informations sur le fichier [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Fermer tous les fichiers [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Ouvrir un projet
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Enregistrer le projet
MENUSTR_UPLOAD_SETTING			= Paramètres

MENUSTR_PRESET_USER			= Préréglages utilisateur
MENUSTR_PRESET_ADD			= Ajouter un préréglage
MENUSTR_PRESET_EDIT			= Modifier des préréglages

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Annuler
IDOK					= OK
IDC_BTN_CLOSE				= Fermer
IDC_BTN_YES				= Oui
IDC_BTN_NO				= Non
IDC_BTN_REGISTER			= S'enregistrer
IDC_CK_OPEN_OUTPUT_FOLDER		= Ouvrir le dossier de destination une fois la tâche terminée
IDC_ST_DETAIL_LINK			= Infos supplémentaires...
IDC_ST_OPTION				= Options
IDC_ST_HELP				= Aide

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Paramètres du mode d'Encodage
IDC_ST_FILE_FORMAT			= Fichier
IDC_ST_FORMAT				= Format du fichier
IDC_ST_VIDEO_DETAIL			= Vidéo
IDC_ST_AUDIO_DETAIL			= Audio
IDC_ST_VIDEO_SIZE			= Taille de la Vidéo
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Codec de la Vidéo
IDC_ST_VIDEO_MODE			= Contrôle de débit (Bitrate)
IDC_ST_VIDEO_QUALITY			= Qualité
IDC_ST_VIDEO_BITRATE			= Débit (Bitrate)
IDC_ST_VIDEO_DEINTERLACE		= Désentrelacer
IDC_ST_AUDIO_CODEC			= Codec Audio
IDC_ST_AUDIO_CHANNEL			= Canal
IDC_ST_AUDIO_SAMPLERATE			= Fréquence
IDC_ST_AUDIO_MODE			= Contrôle du débit (Bitrate)
IDC_ST_AUDIO_BITRATE			= Débit (Bitrate)
IDC_BTN_PRESET				= Défaut
IDC_BTN_SETTING_MORE			= Plus de paramètres...
IDC_ST_AUDIO_NORMALIZE			= Normaliser
IDC_CK_AUDIO_NORMALIZE			= Utiliser

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Paramètres H.264
IDC_ST_H264_PROFILE_SETTING		= Paramètres ${str1}
IDC_ST_H264_PROFILE			= Profil
IDC_ST_H264_LEVEL			= Niveau

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Ajouter un nouveau préréglage
IDC_ST_ADD_PRESET			= Vous pouvez enregistrer les paramètres de ce format en tant que nouveau préréglage.[br]Entrez un nom pour ce nouveau préréglage.
IDC_ST_SELECT_ENCODER			= Réglages de l'encodeur H.264
IDC_ST_VIDEO_ENCODER			= Encodeur H.264	

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Renommer le préréglage
IDC_ST_RENAME_PRESET			= Définissez un nouveau nom pour ce préréglage.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Modifier les préréglages.
IDC_BTN_PRESET_ADD			= Ajouter
IDC_BTN_PRESET_DELETE			= Supprimer
IDC_BTN_PRESET_RENAME			= Renommer

[IDD_SETTING]
IDD_SETTING				= Paramètres
IDC_BTN_RESET				= Réinitialiser

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= M'informer lors de l'ouverture de fichiers multimédias non identifiables.
IDC_CK_ALERT_EXIST_FILE			= M'alerter quand un fichier porte déjà ce nom.
IDC_CK_ALERT_SAVE_PROJECT		= Avertissement lors de l'enregistrement d'un fichier de projet.
IDC_CK_USE_LOG_FILE			= Créer un rapport (.log)
IDC_CK_MOV_FRONT_HEADER			= Enregistrer les informations du fichier (moov) en tête du fichier.
IDC_CK_KEEP_CREATION_TIME		= Conserver la date et l'heure originales de la création du fichier (balise de données).
IDC_ST_UPLOAD				= Options d’envoi
IDC_CK_SHOW_TIP				= Afficher les astuces/informations
IDC_CK_AUTO_MOVE			= Déplacer la position d'entrée en appuyant sur les touches numériques
IDC_CK_DEINTERLACE_PREVIEW		= Utilisez le filtre de désentrelacement lors de la lecture d'une vidéo entrelacée.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Dossier de destination
IDC_BTN_SET_OUTPUT			= Parcourir...
IDC_BTN_OPEN_OUTPUT			= Ouvrir
IDC_CK_OUTPUT_SOURCE			= Enregistrer dans le dossier source
IDC_ST_FILENAME				= Paramètres du nom du fichier
IDC_ST_CACHE_FOLDER			= Dossier Cache
IDC_BTN_SET_CACHE_FOLDER		= Parcourir...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Défaut

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Langue
IDC_ST_TRANSLATOR			= Merci aux traducteurs

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= M'alerter en cas d'impossibilité d'utiliser le mode Vitesse rapide.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= En mode Vitesse rapide, toujours couper et fusionner par images clés.
IDC_CK_SHOW_KEY_FRAME_CUT		= M'alerter lorsque l'heure de début du fichier va changer.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Envoyer sur Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Information du transfert
IDC_ST_VIMEO_FILENAME			= Nom du fichier:
IDC_ST_VIMEO_TITLE			= Titre:
IDC_ST_VIMEO_DESCRIPTION		= Description:
IDC_ST_VIMEO_PRIVACY			= Confidentialité:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Tout le monde - Tout le monde pourra voir cette vidéo
IDC_RD_VIMEO_PRIVACY_ONLYME		= Moi seulement - Je serai la seule personne à pouvoir voir cette vidéo et personne d'autre
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Seuls les gens que je suis - Seuls les gens que je suis sur Vimeo pourront voir la vidéo
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Seules les personnes ayant le lien privé pourront voir cette vidéo people (les utilisateurs de Vimeo Basic ne peuvent pas utiliser cette option)
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (les utilisateurs de Vimeo Basic ne peuvent utiliser cette option)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Seules les personnes ayant le mot de passe peuvent voir cette vidéo
IDC_CK_HIDE_PASSWORD			= Masquer le mot de passe
IDC_BTN_VIMEO_UPLOAD			= Envoi
IDC_LN_VIMEO_HELP			= Aide

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= En cours de transfert...
IDC_ST_VIMEO_UPLOADED			= La vidéo a été correctement transférée!
IDC_ST_VIMEO_LINK			= Lien:
IDC_ST_VIMEO_EMBED			= Incorporer:
IDC_BTN_VIMEO_LINK_GO			= Aller
IDC_BTN_VIMEO_EMBED_COPY		= Copier
IDC_BTN_VIMEO_CLOSE			= Fermer

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Envoyer sur Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Information du transfert
IDC_ST_YOUTUBE_FILENAME			= Nom du fichier:
IDC_ST_YOUTUBE_TITLE			= Titre:
IDC_ST_YOUTUBE_DESCRIPTION		= Description:
IDC_ST_YOUTUBE_PRIVACY			= Confidentialité:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Publique - Tout le monde peut voir cette vidéo
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Non listé - Toutes les personnes ayant le lien de la vidéo peuvent la voir
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Privée - Moi et les personnes que j'aurai choisies pourront visionner cette vidéo
IDC_BTN_YOUTUBE_UPLOAD			= Envoi
IDC_LN_YOUTUBE_HELP			= Aide
IDC_LN_YOUTUBE_TOS			= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Rester connecté
IDC_BTN_YOUTUBE_LOGOUT			= Déconnexion

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= En cours de transfert...
IDC_ST_YOUTUBE_UPLOADED			= La vidéo a été correctement transférée!
IDC_ST_YOUTUBE_LINK			= Lien:
IDC_ST_YOUTUBE_EMBED			= Incorporer:
IDC_BTN_YOUTUBE_LINK_GO			= Aller
IDC_BTN_YOUTUBE_EMBED_COPY		= Copier
IDC_BTN_YOUTUBE_CLOSE			= Fermer

[IDD_FILEINFO]
IDD_FILEINFO				= Informations sur le fichier
IDC_BTN_CLIPBOARD			= Copier dans le porte-documents

[IDD_REGISTER]
IDD_REGISTER				= Enregistrer Bandicut
IDC_ST_1BUY				= 1. Acheter
IDC_ST_1BUY_COMMENT			= Si Bandicut n'est pas enregistré, un filigrane sera ajouté à la vidéo. Cliquez sur le bouton "Acheter maintenant" pour acheter une licence de Bandicut.
IDC_BTN_BUY_ONLINE			= Acheter maintenant
IDC_ST_2REGISTER			= 2. Enregistrer
IDC_ST_2REGISTER_COMMENT		= Veuillez entrer votre adresse email et le numéro de série. [br](Vous avez besoin d'une connexion internet pour vous enregistrer.)
IDC_ST_EMAIL_ADDRESS			= Adresse Email
IDC_ST_SERIAL_NUMBER			= Numéro de Série
IDC_BTN_REGISTER_NOW			= Enregistrez-vous maintenant
IDC_BTN_UNREGISTER_NOW			= Non enregistré

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Arrêt du système
IDC_ST_SHUTDOWN_INFO			= Arrêt du système
IDC_ST_SHUTDOWN_MSG1			= Le système va s'arrêter car le processus est terminé.[br]Si vous ne souhaitez pas arrêter, cliquez sur le bouton Annuler.
IDD_SHUTDOWN_APP			= Fermer Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Fermer Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut va se fermer automatiquement car le processus est terminé.[br]Si vous ne souhaitez pas fermer Bandicut, cliquez sur le bouton Annuler.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Mettre à jour
IDC_ST_UPDATE_SETTING			= Paramètres
IDC_CK_ENABLE_AUTO_CHECK		= Activer les mises à jour automatiques.
IDC_CK_SHOW_UPDATE_POPUP		= Voir un message quand une mise à jour majeure est disponible.
IDC_CK_SHOW_ENABLE_BETA			= Afficher un pop-up lorsqu’une version Béta est disponible.
IDC_BTN_CHECK_UPDATE_NOW		= Vérifier les mises à jour maintenant

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Information sur la mise à jour
IDC_ST_UPDATE_MSG1			= Une nouvelle version est disponible.
IDC_ST_UPDATE_MSG2			= Si vous cliquez sur le bouton "Mettre à jour", vous allez la télécharger.
IDOK					= Mettre à jour

[IDD_FAILTOADD]
IDD_FAILTOADD				= Impossible d'ajouter des fichiers.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Scinder une vidéo
IDOK					= Appliquer
IDC_RD_SPLIT_NUMBER			= Scinder en
IDC_RD_SPLIT_TIME			= Durée des morceaux:
IDC_ST_SEGMENT				= Segments
IDC_CK_KEEP_SEGMENT			= Conserver le segment sélectionné
IDC_ST_HOUR				= Heure
IDC_ST_MIN				= Min.
IDC_ST_SEC				= Sec.

[IDD_INFORMATION]
IDD_INFORMATION				= Raccourcis
IDD_INFORMATION_LICENSE			= Information sur la licence

[SKIN]
; New UI
; Common
$BN_START				= Démarrer
$BN_CANCEL				= Annuler
$BN_OK					= OK
$BN_YES					= Oui
$BN_NO					= Non
$ST_OPTION				= Option
$CK_JOIN				= Fusionner les morceaux
$BN_OPEN_OUTPUT				= Ouvrir
$BN_HELP				= Aide
$CHECK_DO_NOT_SHOW			= Do not show next time.

; Main
$BN_TIP					= Veuillez vous enregistrer pour enlever toutes les limitations. 
$BN_ADD_SEGMENT				= Ajouter un segment
$BN_GUIDE_OPEN_FILE			= Ouvrir un fichier
$BN_GUIDE_OPEN_FILE_JOINER		= Ouvrir des fichiers
$ST_GUIDE_SET_SEGMENT			= Sélectionner la zone de coupe
$ST_GUIDE_START				= Cliquez pour Démarrer
$ST_GUIDE_ADD_FILES			= Ajouter des fichiers
$ST_SEGMENT_LIST_TITLE			= Segments de coupe
$ST_SEGMENT_LIST_TITLE_JOIN		= Segments à joindre

; Wizard
$BN_WIZARD_CUT				= Couper
$BN_WIZARD_JOIN				= Assembler
$BN_WIZARD_SPLIT			= Scinder

; About
$ST_ABOUT_VERSION_INFO			= Bandicut Version
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Nouvelle version disponible.
$BN_ABOUT_CHECK_UPDATE			= Mettre à jour
$ST_ABOUT_LICENCE_INFO			= Renseignements sur le programme
$BN_ABOUT_REGISTER			= S'enregistrer
$BN_ABOUT_REGISTER_HELP			= Comment l'acheter et s'enregistrer
$ST_ABOUT_HOMEPAGE_INFO			= Adresse du site Web
$ST_ABOUT_HOMEPAGE_URL			= Page d'accueil
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Enregistrement de la mise à jour
$BN_ABOUT_RENEW_LICENSE			= Renouveler la licence

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Mode
$RD_READY_HIGH_SPEED_MODE		= Mode Rapide
$RD_READY_ENCODING_MODE			= Mode Encodage
$ST_READY_MODE_HIGH_SPEED		= Rapide et sans perte (recommandé)
$ST_READY_MODE_ENCODING			= Personnaliser le format de fichier, qualité et Codec (Lent)
$ST_READY_FILE_FORMAT			= Format du fichier
$ST_READY_VIDEO_INFO			= Info Vidéo
$ST_READY_VIDEO_ENCODER			= Video Encoder
$ST_READY_AUDIO_INFO			= Info Audio
$BN_READY_DETAIL_SETTING		= Paramètres de l'Encodage
$BN_READY_PRESET			= Preset
$ST_READY_OUTPUT_OPTION			= Sortie
$ST_READY_OUTPUT_FILE_NAME		= Nom du fichier
$ST_READY_SAVE_FOLDER			= Dossier
$CK_READY_OUTPUT_TO_SOURCE		= Enregistrer dans le dossier source
$ST_READY_TRACK_OPTION			= Enregistrer les pistes
$RD_READY_ALL_TRACK			= Enregistrer tous les flux Audio et Vidéo
$RD_READY_SEL_TRACK			= Enregistrer seulement les pistes audio et vidéo sélectionnées
$CK_READY_EXTRACT_AUDIO			= Extraction des pistes audio (.mp3)
$CK_READY_REMOVE_AUDIO			= Supprimer les pistes audio

; Run
$ST_RUN_CUT_FILE_INFO			= En cours
$ST_RUN_FILE_NAME			= Fichier:
$ST_RUN_COMPLETE			= Complete
$BN_RUN_UPLOAD				= Upload
$BN_RUN_PLAY				= Play
$ST_RUN_RUNNING_TIME			= Temps écoulé
$ST_RUN_REMAINING_TIME			= Temps restant
$ST_RUN_SPEED				= Vitesse
$ST_RUN_FILE_SIZE			= Taille du fichier
$ST_END_OPTION				= Après avoir terminé
$ST_UPLOAD_OPTION			= Option de transfert
$CK_RUN_OPEN_OUTPUT_FOLDER		= Ouvrir le dossier de destination une fois la tâche terminée
$CK_RUN_SYSTEM_CLOSE			= Arrêter
$CK_SOUND_ALARM				= Jouer un son
$CK_MOVE_TO_MAIN			= Aller à la fenêtre principale

; Capture
$BN_OPEN_FOLDER			= Ouvrir un dossier
$BN_MESSAGE				= [u]Les images capturées ont été enregistrées dans le dossier de destination.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Avez vous utilisé <font color="yellow">Bandicam</font>? Il vous permet d'enregistrer tout ce qui s’affiche sur l'écran de votre PC et de l'enregistrer sous forme de fichier vidéo..[br]Voulez-vous essayer Bandicam?
$BN_UPDATE_STEP1_LINK			= En savoir plus
$ST_UPDATE_STEP2_TEXT			= Téléchargement en cours...
$BN_UPDATE_INSTALL			= Installer maintenant
$BN_UPDATE_LATER			= Non, merci!
$BN_UPDATE_CANCEL			= Annuler
$BN_UPDATE_CLOSE			= Fermer
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Préparation de vos fichiers pour la modification.

; Tooltip
$TT_MENU				= Menu
$TT_WIZARD				= Get Started (Home)
$TT_CUTTER				= Couper
$TT_JOINER				= Assembler
$TT_ABOUT				= Information (F1)
$TT_SETTING				= Paramêtres (F5)
$TT_BANDICAM				= Démarrer Bandicam

$TT_FILE_CLOSE_WORK			= Fermer tous les fichiers (F4)
$TT_FILE_CLOSE_WORK_CUT			= Close File - Remove All Segments (F4)

$TT_FILE_OPEN				= Ouvrir un fichier (F2,Ctrl+O)
$TT_FILE_ADD				= Ajouter des fichiers (F2,Ctrl+O)
$TT_FILE_PROJECT			= Ouvrir/Enregistrer un fichier de projet
$TT_OPEN				= Open

$TT_REGISTER				= Enregistrement (F3)
$TT_OPEN_OUTPUT_FOLDER			= Ouvrir un projet (Ctrl+F2)
$TT_HELP				= Aide
$TT_REFRESH_LINFO			= Réactualiser les informations de la licence

$TT_PLAYER_PLAY				= Lecture/Pause (Espace)
$TT_PLAYER_STOP				= Stop (Ctrl+Espace)
$TT_PLAYER_PLAY_SEG			= Lecture/Pause du morceau (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Arrêt du morceau (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Passer à l'image clé précédente (Ctrl+Gauche)
$TT_PLAYER_PREV_FRAME			= Passer à l'image précédente (Gauche)
$TT_PLAYER_NEXT_FRAME			= Passer à l'image suivante (Droite)
$TT_PLAYER_NEXT_KEY_FRAME		= Passer à l'image clé suivante (Ctrl+Droite)
$TT_PLAYER_PREV_FILE_PLAY		= Lire le fichier précédent (Gauche)
$TT_PLAYER_NEXT_FILE_PLAY		= Lire le fichier suivant (Droite)
$TT_PLAYER_SEG_ADD			= Ajouter un morceau (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Vous pouvez ajouter jusqu'à ${int1} fichier/segments.
$TT_PLAYER_SEG_START			= Définir l'heure du début du morceau ( S )
$TT_PLAYER_SEG_END			= Définir l'heure de fin du morceau ( E )
$TT_PLAYER_MUTE_ON			= Muet ( M )
$TT_PLAYER_MUTE_OFF			= Activer le son ( M )

$TT_PLAYER_CAPTURE			= Capture (Ctrl+C)

$TT_ADD_SEGMENT				= Ajouter un morceau (Ctrl+N)
$TT_PREV_SEGMENT			= Monter
$TT_NEXT_SEGMENT			= Descendre
$TT_PREV_MOVE_FILE			= Reculer
$TT_NEXT_MOVE_FILE			= Avancer

$TT_RUN_UPLOAD_OPTION			= Options d’envoi

$TT_LIST_PLAY				= Jouer/Mettre en pose un segment
$TT_LIST_SPLIT				= Scinder
$TT_LIST_CUT_REMOVE			= Supprimer
$TT_LIST_JOIN_REMOVE			= Supprimer

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Raccourcis de Bandicut
HOTKEYS_ABOUT				= - A propos de Bandicut:		F1
HOTKEYS_FILE_INFO			= - Informations sur le fichier:		Ctrl+F1
HOTKEYS_SETTING				= - Paramètres:		F5
HOTKEYS_MAX				= - Maximiser/Restaurer:	Entrée
HOTKEYS_CHANGE_MODE			= - Changer de Mode	: Ctrl+M
HOTKEYS_REGISTER			= - Enregistrer Bandicut	: F3
HOTKEYS_HOME				= - Aller à la page de démarrage:		Accueil

HOTKEYS_PLAY_TITLE			= * Lecture
HOTKEYS_OPEN_FILE			= - Ouvrir un fichier:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Fermer tous les fichiers:		F4
HOTKEYS_START				= - Démarrer:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Ouvrir le dossier de destination:	Ctrl+F2
HOTKEYS_PLAY				= - Lecture/Pause:		Espace
HOTKEYS_STOP				= - Arrêt:			Ctrl+Espace
HOTKEYS_MUTE				= - Muet on/off:		M

HOTKEYS_SEGMENT_PLAY			= - Lecture/Pause du morceau:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Arrêt du morceau:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Supprimer un morceau:	Suppr

HOTKEYS_PLAY_FORWARD			= - Avancer:	Droite, Pavé numérique+
HOTKEYS_PLAY_REWIND			= - Reculer:	Gauche, Pavé numérique-

HOTKEYS_CUT_TITLE			= * Couper
HOTKEYS_SET_START_TIME			= - Définir l'heure du début du morceau:	S
HOTKEYS_SET_END_TIME			= - Définir l'heure de fin du morceau:		E
HOTKEYS_SEGMENT_ADD			= - Ajouter un morceau:	Ctrl+N

HOTKEYS_NEXT_FRAME			= – Image suivante : Droite, Pavé numérique+
HOTKEYS_NEXT_KEY_FRAME			= – Clé image suivante: Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= – Image précédente: Gauche, Pavé numérique-
HOTKEYS_PREVIOUS_KEY_FRAME		= – Clé image précédente: Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= – Sélectionner le morceau précédent : Monter
HOTKEYS_NEXT_SEL_SEG			= - Sélectionner le morceau suivant: Descendre

HOTKEYS_PREV_TIME_DIGIT			= - Se rendre au chiffre précédent:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Se rendre au chiffre suivant:	Tab

HOTKEYS_JOIN_TITLE			= * Assembler
HOTKEYS_PREV_FILE_PLAY			= - Jouer/sélectionner le fichier précédent: Gauche
HOTKEYS_NEXT_FILE_PLAY			= - Jouer/sélectionner le fichier suivant: Droite